{
  "changeLanguage": "Change language",
  "stories": {
    "1": "Zoey's Magic Cape",
    "2": "The Lost Star ",
    "3": "The Cloud Who Wanted to Travel",
    "4": "The Snail and the Race",
    "5": "The Wolf with a Rollercoaster Heart",
    "6": "The Elephant Who Was Afraid of Water"
  },
    "zoe": {
      "title": "Zoé's Magic Cape",
      "paragraph1": "Zoé was a little mouse with soft grey fur, who lived in a corner of a farm's barn. She had always dreamed of being a heroine. She wanted to help others, save animals in danger, and be admired.",
      "emotion1": "love",
      "paragraph2": "One rainy afternoon, while rummaging through the attic, she found an old piece of red fabric. It was a forgotten doll’s cape. She tied it around her neck, looked at herself in a broken mirror, and exclaimed:",
      "emotion2": "courage",
      "paragraph3": "— Here I am, Zoé the Brave!",
      "emotion3": "neutral",
      "paragraph4": "With her cape floating behind her, she went out into the garden. She heard a desperate little chirp. A baby bird had fallen from its nest.",
      "emotion4": "neutral",
      "paragraph5": "— Don’t worry, little one! I’m coming!",
      "emotion5": "courage",
      "paragraph6": "Zoé climbed up a branch, little by little, with agility. She put the baby bird back in its nest and gave it a hug.",
      "emotion6": "love",
      "paragraph7": "Later, she found a bee stuck in a spider web.",
      "emotion7": "courage",
      "paragraph8": "She cut the web with her teeth and the bee flew away, humming. Finally, she saw a family of ants going around in circles, lost in the vegetable garden.",
      "emotion8": "courage",
      "paragraph9": "— Follow me, she said. I know the way to your anthill!",
      "emotion9": "pride",
      "paragraph10": "But one morning, while she was playing on the hill, a strong gust of wind blew her cape away.",
      "emotion10": "sadness",
      "paragraph11": "— No! My cape! My courage! she cried. She ran and searched everywhere, in vain. She was sad without her magic cape. Her friends came to see her.",
      "emotion11": "regret",
      "paragraph12": "— What makes you brave is your heart, said the bird.",
      "emotion12": "relief",
      "paragraph13": "— And your kindness, added the ants. Zoé wiped away her tears.",
      "emotion13": "relief",
      "paragraph14": "She realized that true power was loving to help others. And she became the most famous little heroine on the farm. Cape or not.",
      "emotion14": "relief"
    },
  
 
    "stella": {
      "title": "The Lost Star",
      "paragraph1": "High up in the light-filled sky, a little star named Stella shone. She was smaller than the others, but she had a very gentle glow, like a nightlight.",
      "emotion1": "neutral",
      "paragraph2": "Every night, she danced with the other stars, blinked in rhythm, and listened to the Moon’s stories.",
      "emotion2": "joy",
      "paragraph3": "But one stormy evening, a big gust of wind blew so hard that Stella was swept away… She fell, and fell, and fell… until she landed in a field, between two daisies.",
      "emotion3": "anxiety",
      "paragraph4": "— Ouch… where am I? she groaned. Is this Earth? Around her, it was quiet, dark, and a bit cold. She felt all alone.",
      "emotion4": "sadness",
      "paragraph5": "— I want to go back to the sky… An owl with big golden eyes landed on a branch nearby.",
      "emotion5": "relief",
      "paragraph6": "— Don’t cry, little star. Follow the stream. It knows the way.",
      "emotion6": "relief",
      "paragraph7": "So Stella rolled gently toward the stream. She let the cool water carry her, sliding between the reeds.",
      "emotion7": "relief",
      "paragraph8": "She met a group of fireflies who lit her way with their blinking lights. — We’ll guide you to the hilltop, they said, laughing.",
      "emotion8": "joy",
      "paragraph9": "Then a white rabbit gently pushed her with his nose. — You’re as light as a feather! Come on, you can do it!",
      "emotion9": "courage",
      "paragraph10": "And finally, a mischievous frog hopped around her singing: — A star in the pond, what a lovely tale!",
      "emotion10": "joy",
      "paragraph11": "When Stella reached the top of the hill, the wind blew strong. Very strong. And whoosh! It lifted her up, spun her around… and sent her back into the sky.",
      "emotion11": "excitement",
      "paragraph12": "All the stars cheered. — Stella! You’re back! — And you shine even brighter than before!",
      "emotion12": "excitement",
      "paragraph13": "Stella smiled. She would never forget her friends on Earth, the ones who helped her find her light again.",
      "emotion13": "love"
    },
  
    "nino": {
      "title": "The Cloud Who Wanted to Travel",
      "paragraph1": "In a quiet corner of the sky lived a little white cloud named Nino.",
      "emotion1": "neutral",
      "paragraph2": "He floated gently, rocked by the wind, surrounded by his cloud friends. Each day, they played hide and seek with the sun, drew funny shapes, or had fun casting shadows on the Earth.",
      "emotion2": "relief",
      "paragraph3": "But Nino dreamed of somewhere else. Why do we always stay here? he wondered. The world is so big… I’d like to see the mountains, the oceans, the deserts!",
      "emotion3": "courage",
      "paragraph4": "One morning, Nino saw a large migratory bird flying high in the sky. 'Where are you going?' he asked. 'I'm off to discover the world,' replied the bird. 'You should do the same!' So Nino called the wind. 'Wind, please, take me to see the world!'",
      "emotion4": "courage",
      "paragraph5": "The wind, curious and playful, blew gently beneath him. Nino began to glide slowly, then faster and faster.",
      "emotion5": "excitement",
      "paragraph6": "He rose up, spun around, and flew over snow-covered mountains, where he greeted the ibex. He flew over thick forests where wolves howled at the moon. Then he arrived above a golden, vast, and silent desert.",
      "emotion6": "relief",
      "paragraph7": "But there, looking down, he saw that the plants were withered, the earth was cracked, and the animals were thirsty.",
      "emotion7": "sadness",
      "paragraph8": "'They need me,' Nino whispered.",
      "emotion8": "shame",
      "paragraph9": "He closed his eyes and focused. Slowly, he turned into gentle, refreshing rain.",
      "emotion9": "pride",
      "paragraph10": "The water ran down the leaves, flowed through the dry streams, and made little purple flowers bloom.",
      "emotion10": "relief",
      "paragraph11": "The animals danced in the rain, and the children in the villages sang: 'Thank you, little traveling cloud!'",
      "emotion11": "joy",
      "paragraph12": "The wind came back for him and whispered gently: 'You see, Nino, you can discover the world… and make it more beautiful.'",
      "emotion12": "love",
      "paragraph13": "Since that day, Nino still travels, but he never forgets to bring a bit of rain wherever the Earth is thirsty.",
      "emotion13": "pride"
    },
    "leo": {
      "title": "The Snail and the Race",
      "paragraph1": "In a clearing at the heart of the forest, exciting news was spreading: — The annual animal race will be held this Sunday! All runners are welcome!",
      "emotion1": "excitement",
      "paragraph2": "The hare, the weasel, the fox, and the hedgehog were already warming up.",
      "emotion2": "neutral",
      "paragraph3": "But that day, a shy little snail named Leo raised his head and said: — I want to join too.",
      "emotion3": "courage",
      "paragraph4": "Silence fell. Then everyone burst out laughing. — You? A snail? You'll take a whole week! — Even the turtle runs faster than you!",
      "emotion4": "shame",
      "paragraph5": "But Leo didn’t let it get to him. — I don’t want to win. I just want to try.",
      "emotion5": "pride",
      "paragraph6": "So every day, he trained. He traced a path on a leaf, moved slowly but steadily. He even sang to keep going: — Little by little, I go farther. I won’t give up, I’ll make my way.",
      "emotion6": "courage",
      "paragraph7": "The day of the race arrived. All the animals took their places. The owl gave the starting signal.",
      "emotion7": "excitement",
      "paragraph8": "BANG! The fastest ones shot off like arrows. Leo, on the other hand, began his journey calmly. He passed between roots, avoided stones, and went around puddles.",
      "emotion8": "calm",
      "paragraph9": "One by one, the other animals began to slow down. The hare, too confident, took a nap. The fox, too fast, slipped in the mud. The hedgehog, too rushed, got stuck in a bush.",
      "emotion9": "neutral",
      "paragraph10": "Leo kept going. Always. Calmly.",
      "emotion10": "pride",
      "paragraph11": "At the end of the day, under cheers from the owl and the frogs, Leo crossed the finish line with a big smile and a drop of sweat on his brow.",
      "emotion11": "joy",
      "paragraph12": "— Bravo Leo! shouted the turtle. You’ve proven that patience is a strength!",
      "emotion12": "love",
      "paragraph13": "And from that day on, Leo the snail became a symbol of courage throughout the forest.",
      "emotion13": "pride"
    },
    "wolf": {
      "title": "The Wolf with a Rollercoaster Heart",
      "paragraph1": "Once upon a time, there was a wolf who lived in a beautiful forest, surrounded by all his friends. His name was Wolf. But this wolf had a problem: he was too emotional.",
      "paragraph2": "He could be joyful",
      "emotion2": "joy",
      "paragraph3": "angry",
      "emotion3": "anger",
      "paragraph4": "sad",
      "emotion4": "sadness",
      "paragraph5": "So, when Wolf was in a joyful mood",
      "emotion5": "joy",
      "paragraph6": "He whistled, his heart light, told jokes, talked to the trees… He was full of energy and bursting with ideas for fun!",
      "emotion6": "joy",
      "paragraph7": "However, if something upset him…",
      "emotion7": "neutral",
      "paragraph8": "Ah! He would sulk, explode, and send everyone away! 'You need to learn to calm down, Wolf,' said Master Owl one day, exasperated. 'You're making us dizzy!'",
      "emotion8": "anger",
      "paragraph9": "— Learn to calm down? But why?",
      "emotion9": "neutral",
      "paragraph10": "asked Wolf. 'To be more serene! But don’t worry, we’re going to help you… We’ll start tomorrow!'",
      "emotion10": "neutral",
      "paragraph11": "The next day, Wolf went to see his friend.",
      "paragraph12": "— 'To control your emotions, yoga is perfect!' declared Master Owl. 'Breathe calmly and clear your mind.'",
      "emotion12": "calmness",
      "paragraph13": "Master Owl demonstrated the poses: lotus, mountain… and Wolf tried to imitate him. Oh dear! It wasn’t easy, but it was so funny! Unable to hold it in, Wolf burst out laughing.",
      "emotion13": "joy",
      "paragraph14": "— 'Looks like yoga doesn't work for you,' sighed Master Owl.",
      "emotion14": "neutral",
      "paragraph15": "Outside, Alfred was waiting for Wolf impatiently.",
      "emotion15": "excitement",
      "paragraph16": "— 'Nothing beats sports to blow off steam,' he said. 'I’ve prepared a special “Excited Wolf” course. Ready?'",
      "emotion16": "excitement",
      "paragraph17": "And he shot off like a rocket. Behind him, Wolf ran, jumped, crawled…",
      "emotion17": "excitement",
      "paragraph18": "Alfred stopped at the foot of a huge tree.",
      "paragraph19": "— 'See you at the top!' he shouted, disappearing into the foliage.",
      "paragraph20": "At the top, Wolf looked down… His throat tightened",
      "emotion20": "fear",
      "paragraph21": "his heart pounded in his chest, his legs trembled. 'Alfred, I'm scared!' he panicked. 'I’m going to fall!'",
      "emotion21": "anxiety",
      "paragraph22": "— 'Calm down, Wolf, I’m here with you. We’ll go down together, slowly.'",
      "emotion22": "fear",
      "paragraph23": "Wolf took a deep breath and, trembling all over, made his way down.",
      "emotion23": "joy",
      "paragraph24": "— 'You conquered your fear, you can be proud of yourself!' Alfred congratulated him.",
      "emotion24": "pride",
      "paragraph25": "Wolf smiled: oh yes, he was proud of himself!",
      "emotion25": "pride",
      "paragraph26": "All this made me hungry, thought Wolf. That was perfect: Big Louis was waiting for him at home.",
      "emotion26": "joy",
      "paragraph27": "Paws full of flour, Big Louis was in the kitchen with Louve.",
      "emotion27": "joy",
      "paragraph28": "— 'They look like they’re having a good time together…', thought Wolf, jealous.",
      "emotion28": "jealousy",
      "paragraph29": "— 'Hi Wolf!' said Big Louis. 'Today we’re making macarons. To get these right, you need to be very, very patient. A good exercise for you, right?'",
      "emotion29": "neutral",
      "paragraph30": "At those words, Louve burst out laughing.",
      "emotion30": "joy",
      "paragraph31": "Wolf felt anger rising. He turned red",
      "emotion31": "anger",
      "paragraph32": ", stomped his paw, and exploded: 'Yeah, go ahead and laugh at me!' he shouted, very angry. 'I don’t care! I don’t even want to make silly cookies with silly people!'",
      "emotion32": "anger",
      "paragraph33": "Wolf walked away, mumbling under his breath and kicking the trees.",
      "emotion33": "sadness",
      "paragraph34": "Little by little, Wolf slowed down, eventually dragging himself like a snail, his heart heavy. A tear rolled down his cheek.",
      "emotion34": "sadness",
      "paragraph35": "— 'I shouldn’t have gotten angry,' he sniffled. 'Louve will never love me again… I’m so sad…'",
      "emotion35": "sadness",
      "paragraph36": "— 'But what’s going on with my super buddy?' said a voice behind him.",
      "emotion36": "love",
      "paragraph37": "",
      "paragraph38": "It was Miss Yeti. She gave him a big hug, then said: 'What’s done is done. Now you need to fix your mistake! Go see Big Louis and Louve and apologize. You’ll feel much better after.'",
      "emotion37": "courage",
      "emotion38": "shame",
      "paragraph39": "— 'What if Louve doesn’t forgive me?' asked Wolf, worried.",
      "emotion39": "anxiety",
      "paragraph40": "— 'Nothing ventured, nothing gained,' replied Miss Yeti. 'Go on, off you go!'",
      "paragraph41": "All ashamed, Wolf went back and knocked on Big Louis’ door.",
      "emotion40": "shame",
      "paragraph42": "— 'I’m sorry, my friends,' he said. 'I didn’t mean what I said. It wasn’t nice.'",
      "emotion41": "regret",
      "paragraph43": "— 'Apology accepted,' smiled Louve.",
      "emotion42": "relief",
      "paragraph44": "Wolf and Louve looked at each other, hearts in their eyes. Wolf raised his paws: he felt light, light, light! And… he was starving!",
      "emotion43": "love",
      "paragraph45": "To the table, my friends, the macarons are ready!"
      
    },
    "max": {
      "title": "The Elephant Who Was Afraid of Water",
      "paragraph1": "In the wide African savannah lived a young elephant named Max. Max was a curious little one, always ready to play. He ran with the gazelles, raced with the zebras, and sang with the birds.",
      "emotion1": "joy",
      "paragraph2": "But Max had a well-kept secret: he was afraid of water. Just the sight of a lake or river made his legs shake.",
      "emotion2": "fear",
      "paragraph3": "— Why don’t you ever come swim with us? a little monkey asked one day.",
      "emotion3": "shame",
      "paragraph4": "Max lowered his head, embarrassed. — I… I don’t like water, he replied quietly.",
      "emotion4": "shame",
      "paragraph5": "— That’s because you don’t know how fun it is yet! cried the monkey, laughing.",
      "emotion5": "relief",
      "paragraph6": "One afternoon, big dark clouds appeared. A storm broke out, and rain began to pour, drumming on the leaves and the ground.",
      "emotion6": "neutral",
      "paragraph7": "All the animals ran to the big lake, where the water had risen and formed a wide, soft puddle. There, they danced, played, splashed, and laughed.",
      "emotion7": "joy",
      "paragraph8": "Max stayed aside, under a tree.",
      "emotion8": "regret",
      "paragraph9": "— Are you going to stay all alone? asked a brightly colored bird. The water is warm, and we’re having so much fun!",
      "emotion9": "relief",
      "paragraph10": "— I’m scared… murmured Max.",
      "emotion10": "fear",
      "paragraph11": "The little monkey climbed onto his head. — You don’t have to jump in all at once. Come on, just one foot...",
      "emotion11": "relief",
      "paragraph12": "Max closed his eyes, took a deep breath… and stepped forward with one foot. Then two. Then, slowly, he waded in up to his knees. And then…",
      "emotion12": "courage",
      "paragraph13": "SPLASH! He splashed the other animals, who burst into laughter. The little monkey slid down his trunk like a slide. Max laughed out loud.",
      "emotion13": "pride",
      "paragraph14": "— This is awesome! he shouted. Why did I wait so long? From that day on, Max was never afraid of water again. He even became the champion of diving… and the splash master.",
      "emotion14": "joy"
    }



}
