{
  "changeLanguage": "Changer de langue",
  "stories": {
    "1": "La Cape Magique de Zoé",
    "2": "L’Étoile Perdue ",
    "3": "Le Nuage qui Voulait Voyager",
    "4": "L'Escargot et la Course",
    "5": "Le Loup au Cœur en Montagnes Russes",
    "6": "L'Éléphant qui Avait Peur de l'Eau"
  },
    "zoe": {
      "title": "La Cape Magique de Zoé",
      "paragraph1": "Zoé était une petite souris au pelage doux et gris, qui vivait dans un recoin de la grange d’une ferme. Depuis toujours, elle rêvait d’être une héroïne. Elle voulait aider les autres, sauver des animaux en danger, et être admirée.",
      "emotion1": "love",
      "paragraph2": "Un après-midi pluvieux, en fouillant dans le grenier, elle trouva un vieux morceau de tissu rouge. C’était une cape de poupée abandonnée. Elle l’attacha autour de son cou, se regarda dans un miroir cassé et s’écria :",
      "emotion2": "courage",
      "paragraph3": "  Me voilà, Zoé la Courageuse !",
      "emotion3": "neutral",
      "paragraph4": "Avec sa cape flottant derrière elle, elle sortit dans le jardin. Elle entendit un petit piou piou désespéré. Un bébé oiseau était tombé de son nid.",
      "emotion4": "neutral",
      "paragraph5": "  Pas de panique, petit ! J’arrive !",
      "emotion5": "courage",
      "paragraph6": "Zoé grimpa à une branche, petit à petit, avec agilité. Elle remit le bébé oiseau dans son nid et lui fit un câlin. ",
      "emotion6": "love",
      "paragraph7":"Plus tard, elle trouva une abeille coincée dans une toile d’araignée. ",
      "emotion7": "courage",
      "paragraph8": "Elle coupa la toile avec ses dents et l’abeille s’envola en fredonnant. Enfin, elle vit une famille de fourmis qui tournait en rond, perdue dans le potager.",
      "emotion8": "courage",
      "paragraph9": "  Suivez-moi, dit-elle. Je connais le chemin vers votre fourmilière !",
      "emotion9": "pride",
      "paragraph10": "Mais un matin, alors qu’elle jouait sur la colline, un grand coup de vent emporta sa cape.",
      "emotion10": "sadness",
      "paragraph11": "  Non ! Ma cape ! Mon courage ! cria-t-elle. Elle courut, chercha partout, en vain. Elle était triste, sans sa cape magique. Ses amis vinrent la voir.",
      "emotion11": "regret",
      "paragraph12": "  Ce qui te rend courageuse, c’est ton cœur, dit l’oiseau.",
      "emotion12": "relief",
      "paragraph13": "  Et ta gentillesse, ajoutèrent les fourmis. Zoé sécha ses larmes.",
      "emotion13": "relief",
      "paragraph14": "Elle comprit que le vrai pouvoir, c’était d’aimer aider les autres. Et elle devint la plus célèbre petite héroïne de la ferme. Cape ou pas.",
      "emotion14": "relief"
    },
  
    "stella": {
      "title": "L’étoile perdue",
      "paragraph1": "Tout là-haut, dans le ciel rempli de lumière  , brillait une petite étoile nommée Stella. Elle était plus petite que les autres, mais elle avait une lumière très douce, comme une veilleuse.",
      "emotion1": "neutral",
      "paragraph2": "Chaque nuit, elle dansait avec les autres étoiles, jouait à clignoter en rythme et écoutait les histoires de la Lune.",
      "emotion2": "joy",
      "paragraph3": "Mais un soir d’orage, un grand coup de vent souffla si fort que Stella fut emportée… Elle tomba, tomba, tomba… jusqu’à atterrir dans un champ, entre deux marguerites.",
      "emotion3": "anxiety",
      "paragraph4": "  Aïe… où suis-je ? gémit-elle. C’est la Terre ? Autour d’elle, c’était calme, sombre, et un peu froid. Elle se sentait toute seule.",
      "emotion4": "sadness",
      "paragraph5": "  Je veux retourner dans le ciel… Un hibou aux grands yeux dorés se posa sur une branche tout près.",
      "emotion5": "relief",
      "paragraph6": "  Ne pleure pas, petite étoile. Suis le ruisseau. Il connaît le chemin.",
      "emotion6": "relief",
      "paragraph7": "Alors Stella roula doucement vers le ruisseau. Elle se laissa porter par l’eau fraîche, glissant entre les roseaux.",
      "emotion7": "relief",
      "paragraph8": "Elle rencontra un groupe de lucioles qui l’éclairèrent avec leurs lumières clignotantes.   On va t’accompagner jusqu’à la colline, disaient-elles en riant.",
      "emotion8": "joy",
      "paragraph9": "Puis un lapin blanc la poussa doucement avec son museau.   Tu es toute légère, comme une plume ! Allez, courage !",
      "emotion9": "courage",
      "paragraph10": "Et enfin, une grenouille espiègle sauta autour d’elle en chantant :   Une étoile dans la mare, c’est une belle histoire !",
      "emotion10": "joy",
      "paragraph11": "Quand Stella arriva au sommet de la colline, le vent souffla fort. Très fort. Et hop ! il la fit s’envoler, tournoyer… et remonter jusque dans le ciel.",
      "emotion11": "excitement",
      "paragraph12": "Toutes les étoiles l’applaudirent.   Stella ! Tu es revenue !   Et tu brilles encore plus fort qu’avant !",
      "emotion12": "excitement",
      "paragraph13": "Stella, elle, souriait. Elle n’oublierait jamais ses amis de la Terre, ceux qui l’avaient aidée à retrouver sa lumière.",
      "emotion13": "love"
    },
    "nino": {
      "title": "The Cloud Who Wanted to Travel",
      "paragraph1": "In a quiet corner of the sky lived a little white cloud named Nino.",
      "emotion1": "neutral",
      "paragraph2": "He floated gently, rocked by the wind, surrounded by his cloud friends. Each day, they played hide and seek with the sun, drew funny shapes, or had fun casting shadows on the Earth.",
      "emotion2": "relief",
      "paragraph3": "But Nino dreamed of somewhere else. Why do we always stay here? he wondered. The world is so big… I’d like to see the mountains, the oceans, the deserts!",
      "emotion3": "courage",
      "paragraph4": "One morning, Nino saw a large migratory bird flying high in the sky. 'Where are you going?' he asked. 'I'm off to discover the world,' replied the bird. 'You should do the same!' So Nino called the wind. 'Wind, please, take me to see the world!'",
      "emotion4": "courage",
      "paragraph5": "The wind, curious and playful, blew gently beneath him. Nino began to glide slowly, then faster and faster.",
      "emotion5": "excitement",
      "paragraph6": "He rose up, spun around, and flew over snow-covered mountains, where he greeted the ibex. He flew over thick forests where wolves howled at the moon. Then he arrived above a golden, vast, and silent desert.",
      "emotion6": "relief",
      "paragraph7": "But there, looking down, he saw that the plants were withered, the earth was cracked, and the animals were thirsty.",
      "emotion7": "sadness",
      "paragraph8": "'They need me,' Nino whispered.",
      "emotion8": "shame",
      "paragraph9": "He closed his eyes and focused. Slowly, he turned into gentle, refreshing rain.",
      "emotion9": "pride",
      "paragraph10": "The water ran down the leaves, flowed through the dry streams, and made little purple flowers bloom.",
      "emotion10": "relief",
      "paragraph11": "The animals danced in the rain, and the children in the villages sang: 'Thank you, little traveling cloud!'",
      "emotion11": "joy",
      "paragraph12": "The wind came back for him and whispered gently: 'You see, Nino, you can discover the world… and make it more beautiful.'",
      "emotion12": "love",
      "paragraph13": "Since that day, Nino still travels, but he never forgets to bring a bit of rain wherever the Earth is thirsty.",
      "emotion13": "pride"
    },

    "leo": {
      "title": "L’Escargot et la Course",
      "paragraph1": "Dans une clairière au cœur de la forêt, une grande nouvelle circulait :   La course annuelle des animaux aura lieu ce dimanche ! Tous les coureurs sont attendus !",
      "emotion1": "excitement",
      "paragraph2": "Le lièvre, la belette, le renard et le hérisson s’échauffaient déjà.",
      "emotion2": "neutral",
      "paragraph3": "Mais ce jour-là, un petit escargot timide nommé Léo leva la tête et dit :   Moi aussi, je veux participer.",
      "emotion3": "courage",
      "paragraph4": "Un silence s’installa. Puis tous éclatèrent de rire.   Toi ? Un escargot ? Mais tu vas mettre une semaine !, Même la tortue court plus vite que toi !",
      "emotion4": "shame",
      "paragraph5": "Mais Léo ne se laissa pas abattre.   Je ne veux pas gagner. Je veux juste essayer.",
      "emotion5": "pride",
      "paragraph6": "Alors, chaque jour, il s'entraîna. Il traçait un chemin sur une feuille, avançait lentement mais avec constance. Il chantait même pour se motiver : ' Petit à petit, je vais plus loin. Je n’abandonne pas, je trace mon chemin.'",
      "emotion6": "courage",
      "paragraph7": "Le jour de la course arriva. Tous les animaux prirent leur place. Le hibou donna le top départ.",
      "emotion7": "excitement",
      "paragraph8": "PAN ! Les plus rapides filèrent comme des flèches. Léo, lui, commença son chemin, tranquillement. Il passa entre les racines, évita les cailloux, contourna les flaques.",
      "emotion8": "calm",
      "paragraph9": "Un à un, les autres animaux commencèrent à ralentir. Le lièvre, trop confiant, fit une sieste. Le renard, trop rapide, glissa dans la boue. Le hérisson, trop pressé, se coinça dans un buisson.",
      "emotion9": "neutral",
      "paragraph10": "Léo, lui, avançait. Toujours. Sereinement.",
      "emotion10": "pride",
      "paragraph11": "À la fin de la journée, sous les acclamations de la chouette et des grenouilles, Léo franchit la ligne d’arrivée, tout sourire, une goutte de sueur au front.",
      "emotion11": "joy",
      "paragraph12": "  Bravo Léo ! cria la tortue. Tu as prouvé que la patience est une force !",
      "emotion12": "love",
      "paragraph13": "Et ce jour-là, Léo l’escargot devint un symbole de courage dans toute la forêt.",
      "emotion13": "pride"
    }, 
    "wolf": {
      "title": "Le Loup au Cœur en Montagnes Russes",
      "paragraph1": "Il était une fois un loup qui vivait dans une belle forêt, entouré de tous ses amis. Il s’appelait Loup.Mais ce loup avait un souci : il était trop émotif.",
      "paragraph2": "il pouvait etre Joyeux",
      "emotion2": "joy",
      "paragraph3": "faché",
      "emotion3": "anger",
      "paragraph4": "triste",
      "emotion4": "sadness",
      "paragraph5": "Ainsi, quand Loup était d’humeur joyeuse",
      "emotion5": "joy",
      "paragraph6": "Il sifflotait, le cœur léger, faisait des blagues, parlait aux arbres… Il était plein d’énergie et débordait d’idées pour s’amuser !",
      "emotion6": "joy",
      "paragraph7": "Cependant, si quelque chose le contrariait…",
      "emotion7": "neutral",
      "paragraph8": " Ah ! Il se renfrognait, explosait, et envoyait tout le monde balader ! ,'Tu dois apprendre à te calmer, Loup', lui dit un jour Maître Hibou, excédé. Tu nous donnes le tournis !",
      "emotion8": "anger",
      "paragraph9": "  Apprendre à me calmer ? Mais pourquoi ? ",
      "emotion9": "neutral",
      "paragraph10": "demanda Loup. Pour être plus serein ! Mais ne t’inquiète pas, nous allons t’aider… On commence demain !",
      "emotion10": "neutral",
      "paragraph11": "Le lendemain, Loup se rendit chez son ami.",
      "paragraph12": "  Pour contrôler tes émotions, le yoga, c’est parfait ! déclara Maître Hibou. Respire calmement et fais le vide en toi.",
      "emotion12": "calmness",
      "paragraph13": "Maître Hibou enchaîna les positions : lotus, montagne… et Loup essaya de l’imiter. Ouh là là ! Ce n’était pas facile, mais qu’est-ce que c’était rigolo ! N’y tenant plus, Loup éclata de rire.",
      "emotion13": "joy",
      "paragraph14": "  On dirait que le yoga ne fonctionne pas avec toi, soupira Maître Hibou.",
      "emotion14":"neutral",
      "paragraph15": "À l’extérieur, Alfred attendait le Loup de pied ferme.",
      "emotion15": "excitement",
      "paragraph16": "  Rien de tel que le sport pour se défouler, dit-il. Je t’ai préparé un parcours spécial \"Loup excité\". Prêt ?",
      "emotion16": "excitement",
      "paragraph17": "Et il fila comme une fusée. Derrière lui, Loup courait, sautait, rampait…",
      "emotion17": "excitement",
      "paragraph18": "Alfred s’arrêta au pied d’un arbre immense.",
      "paragraph19": "  On se retrouve en haut ! cria-t-il en disparaissant dans les feuillages.",
      "paragraph20": "Arrivé au sommet, Loup regarda en bas… Sa gorge se serra",
      "emotion20": "fear",
      "paragraph21": " son cœur se mit à cogner dans sa poitrine, ses jambes à trembler. Alfred, j’ai peur ! paniqua-t-il. Je vais tomber !",
      "emotion21": "anxiety",
      "paragraph22": "  Calme-toi, Loup, je suis avec toi. On va redescendre ensemble, doucement.",
      "emotion22": "fear",
      "paragraph23": "Loup prit une grande inspiration et, tout tremblant, il redescendit.",
      "emotion23": "joy",
      "paragraph24": "  Tu as vaincu ta peur, tu peux être fier de toi ! le félicita Alfred.",
      "emotion24": "pride",
      "paragraph25": "Loup sourit : ah ça oui, il était fier de lui !",
      "emotion25": "pride",
      "paragraph26": "Tout ceci m’a mis en appétit, se dit Loup. Cela tombait bien : Gros Louis l’attendait chez lui.",
      "emotion26": "joy",
      "paragraph27": "Les pattes pleines de farine, Gros Louis était avec Louve dans la cuisine.",
      "emotion27": "joy",
      "paragraph28": "  Ils ont l’air de bien s’amuser tous les deux…, pensa Loup, jaloux.",
      "emotion28": "jealousy",
      "paragraph29": "  Salut Loup ! fit Gros Louis. Aujourd’hui, on prépare des macarons. Pour réussir ces gâteaux, il faut être très, très patient. Tiens, c’est un bon exercice pour toi, n’est-ce pas ?",
      "emotion29": "neutral",
      "paragraph30": "À ces mots, Louve éclata de rire.",
      "emotion30": "joy",
      "paragraph31": "Loup sentit la moutarde lui monter au nez. Il devint tout rouge",
      "emotion31": "anger",
      "paragraph32": ", tapa du pied et explosa : C’est ça, moquez-vous de moi ! hurla-t-il, très en colère. Je m’en fiche ! De toute façon, je n’ai pas envie de faire des gâteaux idiots avec des idiots !",
      "emotion32": "anger",
      "paragraph33": "Loup s’en alla, grommelant dans sa barbe et donnant des coups de patte dans les arbres.",
      "emotion33": "sadness",
      "paragraph34": "Peu à peu, Loup ralentit son allure, pour finir par se traîner comme un escargot, le cœur lourd. Une larme roula sur sa joue.",
      "emotion34": "sadness",
      "paragraph35": "  Je n’aurais pas dû m’énerver, renifla-t-il. Louve ne m’aimera plus jamais… Comme je suis triste…",
      "emotion35": "sadness",
      "paragraph36": "  Mais, qu’est-ce qui arrive à mon super copain ? fit alors une voix derrière lui.",
      "emotion36": "love",
      "paragraph37": "",
      "paragraph38": "C’était Demoiselle Yéti. Elle lui fit un gros câlin, puis elle dit : ' Ce qui est fait est fait. Maintenant', il faut réparer ta bêtise ! Va voir Gros Louis et Louve, et excuse-toi. Tu te sentiras beaucoup mieux après.",
      "emotion37": "courage",
      "emotion38": "shame",
      "paragraph39": "  Et si Louve ne veut pas me pardonnerv ? fit Loup, inquiet.",
      "emotion39": "anxiety",
      "paragraph40": "  Qui ne tente rien n’a rien, répondit Demoiselle Yéti. Allez, file !",
      "paragraph41": "Tout honteux, Loup retourna frapper à la porte de Gros Louis.",
      "emotion40": "shame",
      "paragraph42": "  Je vous demande pardon, les amis, fit-il. Je ne pensais pas ce que j’ai dit. Ce n’était pas gentil.",
      "emotion41": "regret",
      "paragraph43": "  Excuses acceptées, sourit Louve.",
      "emotion42": "relief",
      "paragraph44": "Loup et Louve se regardèrent, des cœurs plein les yeux. Loup leva ses pattes : il se sentait léger, léger, léger ! Et… il était affamé !",
      "emotion43": "love",
      "paragraph45": "À table, mes amis, les macarons sont prêts !"
    }, 
    
    "max": {
      "title": "L'Éléphant qui Avait Peur de l'Eau",
      "paragraph1": "Dans la grande savane africaine vivait un jeune éléphant nommé Max. Max était un petit curieux, toujours prêt à jouer. Il courait avec les gazelles, faisait la course avec les zèbres et chantait avec les oiseaux.",
      "emotion1": "joy",
      "paragraph2": "Mais Max avait un secret bien gardé : il avait peur de l’eau. Rien que de voir un lac ou une rivière lui faisait trembler les pattes.",
      "emotion2": "fear",
      "paragraph3": "  Pourquoi tu ne viens jamais nager avec nous ? lui demanda un jour un petit singe.",
      "emotion3": "shame",
      "paragraph4": "Max baissa la tête, gêné.   Je… je n’aime pas l’eau, répondit-il tout bas.",
      "emotion4": "shame",
      "paragraph5": "  C’est parce que tu ne sais pas encore comme c’est amusant ! s’écria le singe en riant.",
      "emotion5": "relief",
      "paragraph6": "Un après-midi, de gros nuages sombres apparurent. Un orage éclata, et la pluie se mit à tomber fort, tambourinant sur les feuilles et la terre.",
      "emotion6": "neutral",
      "paragraph7": "Tous les animaux coururent vers le grand lac, où l’eau était montée et formait une large flaque douce. Là, ils dansaient, jouaient, éclaboussaient, riaient.",
      "emotion7": "joy",
      "paragraph8": "Max, lui, resta à l’écart, sous un arbre.",
      "emotion8": "regret",
      "paragraph9": "  Tu vas rester tout seul ? lui demanda un oiseau au plumage coloré. L’eau est tiède, et on s’amuse comme des fous !",
      "emotion9": "relief",
      "paragraph10": "  J’ai peur… murmura Max.",
      "emotion10": "fear",
      "paragraph11": "Le petit singe grimpa sur sa tête.   Tu n’es pas obligé d’entrer tout d’un coup. Viens, juste une patte…",
      "emotion11": "relief",
      "paragraph12": "Max ferma les yeux, prit une grande inspiration… et avança une patte. Puis deux. Puis, doucement, il s’enfonça dans l’eau jusqu’aux genoux. Et là…",
      "emotion12": "courage",
      "paragraph13": "SPLASH ! Il éclaboussa les autres animaux, qui éclatèrent de rire. Le petit singe se laissa glisser sur sa trompe comme sur un toboggan. Max riait aux éclats.",
      "emotion13": "pride",
      "paragraph14": "  C’est génial ! s’écria-t-il. Pourquoi j’ai attendu si longtemps ? Depuis ce jour, Max n’eut plus jamais peur de l’eau. Il devint même le champion des plongeons… et de l’éclabousse-tout.",
      "emotion14": "joy"
    }




  }
  