{
  "changeLanguage": "Change language",
  "stories": {
    "1": "Zoey's Magic Cape",
    "2": "The Lost Star in the Sky",
    "3": "The Cloud Who Wanted to Travel",
    "4": "The Snail and the Race",
    "5": "The Wolf with a Rollercoaster Heart",
    "6": "The Elephant Who Was Afraid of Water"
  },
  "zoe": {
    "title": "Zoey's Magic Cape",
    "paragraph1": "Zoey was a little mouse with soft gray fur, living in a corner of a barn on a farm. She had always dreamed of being a heroine. She wanted to help others, save animals in danger, and be admired.",
    "paragraph2": "One rainy afternoon, while exploring the attic, she found an old piece of red fabric. It was a forgotten doll’s cape. She tied it around her neck, looked at herself in a broken mirror, and exclaimed:",
    "paragraph3": "— Here I am, Zoey the Brave!",
    "paragraph4": "With her cape fluttering behind her, she went out into the garden. She heard a desperate little chirp. A baby bird had fallen from its nest.",
    "paragraph5": "— Don’t worry, little one! I’m coming!",
    "paragraph6": "Zoey climbed up a branch, little by little, with agility. She put the baby bird back in its nest and gave it a hug. Later, she found a bee trapped in a spider’s web. She cut the web with her teeth, and the bee flew away humming.",
    "paragraph7": "Finally, she saw a family of ants going in circles, lost in the vegetable garden.",
    "paragraph8": "— Follow me, she said. I know the way back to your anthill!",
    "paragraph9": "But one morning, while she was playing on the hill, a strong gust of wind blew her cape away. — Zoey, said the bee, you don’t need a cape to be special.",
    "paragraph10": "— No! My cape! My courage! she cried. She ran, searched everywhere, in vain. She was sad without her magical cape. Her friends came to see her.",
    "paragraph11": "— What makes you brave is your heart, said the bird.",
    "paragraph12": "— And your kindness, added the ants. Zoey wiped away her tears.",
    "paragraph13": "She understood that true power was loving to help others. And she became the most famous little heroine on the farm. With or without a cape."
  },
  
  "wolf": {
    "title": "The Wolf with a Rollercoaster Heart",
    "paragraph1": "Once upon a time, there was a wolf who lived in a beautiful forest, surrounded by all his friends. His name was Wolf. But this wolf had a problem: he was too emotional.",
    "paragraph2": "He could be joyful",
    "emotion2": "joy",
    "paragraph3": "angry",
    "emotion3": "anger",
    "paragraph4": "sad",
    "emotion4": "sadness",
    "paragraph5": "So, when Wolf was in a joyful mood",
    "emotion5": "joy",
    "paragraph6": "He whistled, his heart light, told jokes, talked to the trees… He was full of energy and bursting with ideas for fun!",
    "emotion6": "joy",
    "paragraph7": "However, if something upset him…",
    "emotion7": "neutral",
    "paragraph8": "Ah! He would sulk, explode, and send everyone away! 'You need to learn to calm down, Wolf,' said Master Owl one day, exasperated. 'You're making us dizzy!'",
    "emotion8": "anger",
    "paragraph9": "— Learn to calm down? But why?",
    "emotion9": "neutral",
    "paragraph10": "asked Wolf. 'To be more serene! But don’t worry, we’re going to help you… We’ll start tomorrow!'",
    "emotion10": "neutral",
    "paragraph11": "The next day, Wolf went to see his friend.",
    "paragraph12": "— 'To control your emotions, yoga is perfect!' declared Master Owl. 'Breathe calmly and clear your mind.'",
    "emotion12": "calmness",
    "paragraph13": "Master Owl demonstrated the poses: lotus, mountain… and Wolf tried to imitate him. Oh dear! It wasn’t easy, but it was so funny! Unable to hold it in, Wolf burst out laughing.",
    "emotion13": "joy",
    "paragraph14": "— 'Looks like yoga doesn't work for you,' sighed Master Owl.",
    "emotion14": "neutral",
    "paragraph15": "Outside, Alfred was waiting for Wolf impatiently.",
    "emotion15": "excitement",
    "paragraph16": "— 'Nothing beats sports to blow off steam,' he said. 'I’ve prepared a special “Excited Wolf” course. Ready?'",
    "emotion16": "excitement",
    "paragraph17": "And he shot off like a rocket. Behind him, Wolf ran, jumped, crawled…",
    "emotion17": "excitement",
    "paragraph18": "Alfred stopped at the foot of a huge tree.",
    "paragraph19": "— 'See you at the top!' he shouted, disappearing into the foliage.",
    "paragraph20": "At the top, Wolf looked down… His throat tightened",
    "emotion20": "fear",
    "paragraph21": "his heart pounded in his chest, his legs trembled. 'Alfred, I'm scared!' he panicked. 'I’m going to fall!'",
    "emotion21": "anxiety",
    "paragraph22": "— 'Calm down, Wolf, I’m here with you. We’ll go down together, slowly.'",
    "emotion22": "fear",
    "paragraph23": "Wolf took a deep breath and, trembling all over, made his way down.",
    "emotion23": "joy",
    "paragraph24": "— 'You conquered your fear, you can be proud of yourself!' Alfred congratulated him.",
    "emotion24": "pride",
    "paragraph25": "Wolf smiled: oh yes, he was proud of himself!",
    "emotion25": "pride",
    "paragraph26": "All this made me hungry, thought Wolf. That was perfect: Big Louis was waiting for him at home.",
    "emotion26": "joy",
    "paragraph27": "Paws full of flour, Big Louis was in the kitchen with Louve.",
    "emotion27": "joy",
    "paragraph28": "— 'They look like they’re having a good time together…', thought Wolf, jealous.",
    "emotion28": "jealousy",
    "paragraph29": "— 'Hi Wolf!' said Big Louis. 'Today we’re making macarons. To get these right, you need to be very, very patient. A good exercise for you, right?'",
    "emotion29": "neutral",
    "paragraph30": "At those words, Louve burst out laughing.",
    "emotion30": "joy",
    "paragraph31": "Wolf felt anger rising. He turned red",
    "emotion31": "anger",
    "paragraph32": ", stomped his paw, and exploded: 'Yeah, go ahead and laugh at me!' he shouted, very angry. 'I don’t care! I don’t even want to make silly cookies with silly people!'",
    "emotion32": "anger",
    "paragraph33": "Wolf walked away, mumbling under his breath and kicking the trees.",
    "emotion33": "sadness",
    "paragraph34": "Little by little, Wolf slowed down, eventually dragging himself like a snail, his heart heavy. A tear rolled down his cheek.",
    "emotion34": "sadness",
    "paragraph35": "— 'I shouldn’t have gotten angry,' he sniffled. 'Louve will never love me again… I’m so sad…'",
    "emotion35": "sadness",
    "paragraph36": "— 'But what’s going on with my super buddy?' said a voice behind him.",
    "emotion36": "love",
    "paragraph37": "",
    "paragraph38": "It was Miss Yeti. She gave him a big hug, then said: 'What’s done is done. Now you need to fix your mistake! Go see Big Louis and Louve and apologize. You’ll feel much better after.'",
    "emotion37": "courage",
    "emotion38": "shame",
    "paragraph39": "— 'What if Louve doesn’t forgive me?' asked Wolf, worried.",
    "emotion39": "anxiety",
    "paragraph40": "— 'Nothing ventured, nothing gained,' replied Miss Yeti. 'Go on, off you go!'",
    "paragraph41": "All ashamed, Wolf went back and knocked on Big Louis’ door.",
    "emotion40": "shame",
    "paragraph42": "— 'I’m sorry, my friends,' he said. 'I didn’t mean what I said. It wasn’t nice.'",
    "emotion41": "regret",
    "paragraph43": "— 'Apology accepted,' smiled Louve.",
    "emotion42": "relief",
    "paragraph44": "Wolf and Louve looked at each other, hearts in their eyes. Wolf raised his paws: he felt light, light, light! And… he was starving!",
    "emotion43": "love",
    "paragraph45": "To the table, my friends, the macarons are ready!"
  }


}
