{
  "changeLanguage": "Changer de langue",
  "stories": {
    "1": "La Cape Magique de Zoé",
    "2": "L’Étoile Perdue dans le Ciel",
    "3": "Le Nuage qui Voulait Voyager",
    "4": "L'Escargot et la Course",
    "5": "Le Loup au Cœur en Montagnes Russes",
    "6": "L'Éléphant qui Avait Peur de l'Eau"
  },
    "zoe": {
      "title": "La Cape Magique de Zoé",
      "paragraph1": "Zoé était une petite souris au pelage doux et gris, qui vivait dans un recoin de la grange d’une ferme. Depuis toujours, elle rêvait d’être une héroïne. Elle voulait aider les autres, sauver des animaux en danger, et être admirée.",
      "emotion1": "love",
      "paragraph2": "Un après-midi pluvieux, en fouillant dans le grenier, elle trouva un vieux morceau de tissu rouge. C’était une cape de poupée abandonnée. Elle l’attacha autour de son cou, se regarda dans un miroir cassé et s’écria :",
      "emotion2": "joy",
      "paragraph3": "— Me voilà, Zoé la Courageuse !",
      "emotion3": "pride",
      "paragraph4": "Avec sa cape flottant derrière elle, elle sortit dans le jardin. Elle entendit un petit piou piou désespéré. Un bébé oiseau était tombé de son nid.",
      "emotion4": "fear",
      "paragraph5": "— Pas de panique, petit ! J’arrive !",
      "emotion5": "courage",
      "paragraph6": "Zoé grimpa à une branche, petit à petit, avec agilité. Elle remit le bébé oiseau dans son nid et lui fit un câlin. ",
      "emotion6": "love",
      "paragraph7":"Plus tard, elle trouva une abeille coincée dans une toile d’araignée. Elle coupa la toile avec ses dents et l’abeille s’envola en fredonnant.",
      "emotion7": "courage",
      "paragraph8": "Enfin, elle vit une famille de fourmis qui tournait en rond, perdue dans le potager.",
      "emotion8": "joy",
      "paragraph9": "— Suivez-moi, dit-elle. Je connais le chemin vers votre fourmilière !",
      "emotion9": "pride",
      "paragraph10": "Mais un matin, alors qu’elle jouait sur la colline, un grand coup de vent emporta sa cape.",
      "emotion10": "sadness",
      "paragraph11": "— Non ! Ma cape ! Mon courage ! cria-t-elle. Elle courut, chercha partout, en vain. Elle était triste, sans sa cape magique. Ses amis vinrent la voir.",
      "emotion11": "regret",
      "paragraph12": "— Ce qui te rend courageuse, c’est ton cœur, dit l’oiseau.",
      "emotion12": "love",
      "paragraph13": "— Et ta gentillesse, ajoutèrent les fourmis. Zoé sécha ses larmes.",
      "emotion13": "relief",
      "paragraph14": "Elle comprit que le vrai pouvoir, c’était d’aimer aider les autres. Et elle devint la plus célèbre petite héroïne de la ferme. Cape ou pas.",
      "emotion14": "pride"
    },
  
    "wolf": {
      "title": "Le Loup au Cœur en Montagnes Russes",
      "paragraph1": "Il était une fois un loup qui vivait dans une belle forêt, entouré de tous ses amis. Il s’appelait Loup.Mais ce loup avait un souci : il était trop émotif.",
      "paragraph2": "il pouvait etre Joyeux",
      "emotion2": "joy",
      "paragraph3": "faché",
      "emotion3": "anger",
      "paragraph4": "triste",
      "emotion4": "sadness",
      "paragraph5": "Ainsi, quand Loup était d’humeur joyeuse",
      "emotion5": "joy",
      "paragraph6": "Il sifflotait, le cœur léger, faisait des blagues, parlait aux arbres… Il était plein d’énergie et débordait d’idées pour s’amuser !",
      "emotion6": "joy",
      "paragraph7": "Cependant, si quelque chose le contrariait…",
      "emotion7": "neutral",
      "paragraph8": " Ah ! Il se renfrognait, explosait, et envoyait tout le monde balader ! ,'Tu dois apprendre à te calmer, Loup', lui dit un jour Maître Hibou, excédé. Tu nous donnes le tournis !",
      "emotion8": "anger",
      "paragraph9": "— Apprendre à me calmer ? Mais pourquoi ? ",
      "emotion9": "neutral",
      "paragraph10": "demanda Loup. Pour être plus serein ! Mais ne t’inquiète pas, nous allons t’aider… On commence demain !",
      "emotion10": "neutral",
      "paragraph11": "Le lendemain, Loup se rendit chez son ami.",
      "paragraph12": "— Pour contrôler tes émotions, le yoga, c’est parfait ! déclara Maître Hibou. Respire calmement et fais le vide en toi.",
      "emotion12": "calmness",
      "paragraph13": "Maître Hibou enchaîna les positions : lotus, montagne… et Loup essaya de l’imiter. Ouh là là ! Ce n’était pas facile, mais qu’est-ce que c’était rigolo ! N’y tenant plus, Loup éclata de rire.",
      "emotion13": "joy",
      "paragraph14": "— On dirait que le yoga ne fonctionne pas avec toi, soupira Maître Hibou.",
      "emotion14":"neutral",
      "paragraph15": "À l’extérieur, Alfred attendait le Loup de pied ferme.",
      "emotion15": "excitement",
      "paragraph16": "— Rien de tel que le sport pour se défouler, dit-il. Je t’ai préparé un parcours spécial \"Loup excité\". Prêt ?",
      "emotion16": "excitement",
      "paragraph17": "Et il fila comme une fusée. Derrière lui, Loup courait, sautait, rampait…",
      "emotion17": "excitement",
      "paragraph18": "Alfred s’arrêta au pied d’un arbre immense.",
      "paragraph19": "— On se retrouve en haut ! cria-t-il en disparaissant dans les feuillages.",
      "paragraph20": "Arrivé au sommet, Loup regarda en bas… Sa gorge se serra",
      "emotion20": "fear",
      "paragraph21": " son cœur se mit à cogner dans sa poitrine, ses jambes à trembler. Alfred, j’ai peur ! paniqua-t-il. Je vais tomber !",
      "emotion21": "anxiety",
      "paragraph22": "— Calme-toi, Loup, je suis avec toi. On va redescendre ensemble, doucement.",
      "emotion22": "fear",
      "paragraph23": "Loup prit une grande inspiration et, tout tremblant, il redescendit.",
      "emotion23": "joy",
      "paragraph24": "— Tu as vaincu ta peur, tu peux être fier de toi ! le félicita Alfred.",
      "emotion24": "pride",
      "paragraph25": "Loup sourit : ah ça oui, il était fier de lui !",
      "emotion25": "pride",
      "paragraph26": "Tout ceci m’a mis en appétit, se dit Loup. Cela tombait bien : Gros Louis l’attendait chez lui.",
      "emotion26": "joy",
      "paragraph27": "Les pattes pleines de farine, Gros Louis était avec Louve dans la cuisine.",
      "emotion27": "joy",
      "paragraph28": "— Ils ont l’air de bien s’amuser tous les deux…, pensa Loup, jaloux.",
      "emotion28": "jealousy",
      "paragraph29": "— Salut Loup ! fit Gros Louis. Aujourd’hui, on prépare des macarons. Pour réussir ces gâteaux, il faut être très, très patient. Tiens, c’est un bon exercice pour toi, n’est-ce pas ?",
      "emotion29": "neutral",
      "paragraph30": "À ces mots, Louve éclata de rire.",
      "emotion30": "joy",
      "paragraph31": "Loup sentit la moutarde lui monter au nez. Il devint tout rouge",
      "emotion31": "anger",
      "paragraph32": ", tapa du pied et explosa : C’est ça, moquez-vous de moi ! hurla-t-il, très en colère. Je m’en fiche ! De toute façon, je n’ai pas envie de faire des gâteaux idiots avec des idiots !",
      "emotion32": "anger",
      "paragraph33": "Loup s’en alla, grommelant dans sa barbe et donnant des coups de patte dans les arbres.",
      "emotion33": "sadness",
      "paragraph34": "Peu à peu, Loup ralentit son allure, pour finir par se traîner comme un escargot, le cœur lourd. Une larme roula sur sa joue.",
      "emotion34": "sadness",
      "paragraph35": "— Je n’aurais pas dû m’énerver, renifla-t-il. Louve ne m’aimera plus jamais… Comme je suis triste…",
      "emotion35": "sadness",
      "paragraph36": "— Mais, qu’est-ce qui arrive à mon super copain ? fit alors une voix derrière lui.",
      "emotion36": "love",
      "paragraph37": "",
      "paragraph38": "C’était Demoiselle Yéti. Elle lui fit un gros câlin, puis elle dit : ' Ce qui est fait est fait. Maintenant', il faut réparer ta bêtise ! Va voir Gros Louis et Louve, et excuse-toi. Tu te sentiras beaucoup mieux après.",
      "emotion37": "courage",
      "emotion38": "shame",
      "paragraph39": "— Et si Louve ne veut pas me pardonner ? fit Loup, inquiet.",
      "emotion39": "anxiety",
      "paragraph40": "— Qui ne tente rien n’a rien, répondit Demoiselle Yéti. Allez, file !",
      "paragraph41": "Tout honteux, Loup retourna frapper à la porte de Gros Louis.",
      "emotion40": "shame",
      "paragraph42": "— Je vous demande pardon, les amis, fit-il. Je ne pensais pas ce que j’ai dit. Ce n’était pas gentil.",
      "emotion41": "regret",
      "paragraph43": "— Excuses acceptées, sourit Louve.",
      "emotion42": "relief",
      "paragraph44": "Loup et Louve se regardèrent, des cœurs plein les yeux. Loup leva ses pattes : il se sentait léger, léger, léger ! Et… il était affamé !",
      "emotion43": "love",
      "paragraph45": "À table, mes amis, les macarons sont prêts !"
    }
  }
  